/* The description for the information that the passed address could not be found on the map */
"alert.addressnotfound.description" = "Leider konnten wir die Adresse des Dozenten nicht finden.";

/* The title for the information that the passed address could not be found on the map */
"alert.addressnotfound.title" = "Adresse nicht gefunden";

/* The information that the user can configure a mail account in the settings */
"alert.missingmailaccount.description" = "Um dich weiterleiten zu können muss ein Mail-Konto eingerichtet sein. Dies kannst du in deinen Einstellungen tun.";

/* The title for the information that the user has no mail account configured */
"alert.missingmailaccount.title" = "Fehlendes Mail-Konto";

/* The title for a button which cancels the operation */
"base.cancel" = "Abbrechen";

/* The title for a button which disagrees with the situation */
"base.no" = "Nein";

/* The title for a button which just represents and 'ok' */
"base.ok" = "Ok";

/* The title for a button which navigates to the settings of the application */
"base.settings" = "Einstellungen";

/* The title for a button which agrees with the situation */
"base.yes" = "Ja";

/* The title for the label which shows the user a view with more of the content he sees right now */
"controller.dashboard.meta.more" = "mehr anzeigen";

/* The title for the events section, where some events are listed */
"controller.dashboard.section.events" = "Events";

/* The title for the top news section, where some news are listed */
"controller.dashboard.section.news" = "Top-News";

/* The title for the main dashboard view, usually being 'HTW' */
"controller.dashboard.title" = "HTW";

/* The badge description for vegan dishes */
"controller.dining.badges.vegan" = "Gerichte werden ausschließlich aus veganen Rohstoffen zubereitet";

/* The badge description for climate friendly dishes */
"controller.dining.badges.climatefriendly" = "Klimaessen";

/* The badge description for vegtarian dishes */
"controller.dining.badges.vegetarian" = "Gerichte werden ohne Fisch- und Fleischzutaten zubereitet.";

/* The badge description for sustainable dishes */
"controller.dining.badges.sustainable" = "Lebensmittel aus nachhaltiger Erzeugung";

/* The badge description for sustainable fish dishes */
"controller.dining.badges.sustainablefish" = "Nachhaltige Fischerei";

/* The title for the cafeteria menu category for the appetizers */
"controller.dining.categories.appetizer" = "Vorspeisen";

/* The title for the cafeteria menu category for the salads */
"controller.dining.categories.salad" = "Salate";

/* The title for the cafeteria menu category for the soups */
"controller.dining.categories.soup" = "Suppen";

/* The title for the cafeteria menu category for the specials */
"controller.dining.categories.special" = "Aktionen";

/* The title for the cafeteria menu category for the main dishes */
"controller.dining.categories.main" = "Hauptgerichte";

/* The title for the cafeteria menu category for the side dishes */
"controller.dining.categories.side" = "Beilagen";

/* The title for the cafeteria menu category for the desserts */
"controller.dining.categories.dessert" = "Desserts";

/* The titles for the ingredients */
"controller.dining.ingredients.INGREDIENT_ADD_PORK_GELATINE" = "Schweinefleisch bzw. mit Gelatine vom Schwein";
"controller.dining.ingredients.INGREDIENT_ADD_ALCOHOL" = "Alkohol";
"controller.dining.ingredients.INGREDIENT_ADD_FLAVOR_ENHANCER" = "Geschmacksverstärker";
"controller.dining.ingredients.INGREDIENT_ADD_WAXED" = "gewachst";
"controller.dining.ingredients.INGREDIENT_ADD_PRESERVATIVE" = "konserviert";
"controller.dining.ingredients.INGREDIENT_ADD_ANTIOXIDANT" = "Antioxidationsmittel";
"controller.dining.ingredients.INGREDIENT_ADD_ARTIFICIAL_COLORS" = "Farbstoff";
"controller.dining.ingredients.INGREDIENT_ADD_PHOSPHATE" = "Phosphat";
"controller.dining.ingredients.INGREDIENT_ADD_BLACKENED" = "geschwärzt";
"controller.dining.ingredients.INGREDIENT_ADD_PHENYLALANINE" = "enthält eine Phenylalaninquelle";
"controller.dining.ingredients.INGREDIENT_ADD_ARTIFICIAL_SWEETENERS" = "Süßungsmittel";
"controller.dining.ingredients.INGREDIENT_ADD_FINELY_GROUND_MEET" = "mit zum Teil fein zerkleinertem Fleischanteil";
"controller.dining.ingredients.INGREDIENT_ADD_CAFFEINE" = "koffeinhaltig";
"controller.dining.ingredients.INGREDIENT_ADD_QUININE" = "chininhaltig";
"controller.dining.ingredients.INGREDIENT_ADD_SULPHURETTED" = "geschwefelt";
"controller.dining.ingredients.INGREDIENT_ADD_LAXATIVE_EFFECT" = "kann abführend wirken";
"controller.dining.ingredients.INGREDIENT_ALG_GLUTEN_FROM_GRAIN" = "Glutenhaltiges Getreide";
"controller.dining.ingredients.INGREDIENT_ALG_WHEAT" = "Weizen";
"controller.dining.ingredients.INGREDIENT_ALG_RYE" = "Roggen";
"controller.dining.ingredients.INGREDIENT_ALG_BARLEY" = "Gerste";
"controller.dining.ingredients.INGREDIENT_ALG_OAT" = "Hafter";
"controller.dining.ingredients.INGREDIENT_ALG_SPELT" = "Dinkel";
"controller.dining.ingredients.INGREDIENT_ALG_KAMUT" = "Kamut";
"controller.dining.ingredients.INGREDIENT_ALG_CRUSTACEANS" = "Krebstiere";
"controller.dining.ingredients.INGREDIENT_ALG_EGGS" = "Eier";
"controller.dining.ingredients.INGREDIENT_ALG_FISH" = "Fisch";
"controller.dining.ingredients.INGREDIENT_ALG_PEANUTS" = "Erdnüsse";
"controller.dining.ingredients.INGREDIENT_ALG_SHELL_FRUITS" = "Schalenfrüchte";
"controller.dining.ingredients.INGREDIENT_ALG_ALMONDS" = "Mandeln";
"controller.dining.ingredients.INGREDIENT_ALG_HAZELNUT" = "Haselnuss";
"controller.dining.ingredients.INGREDIENT_ALG_WALNUT" = "Walnuss";
"controller.dining.ingredients.INGREDIENT_ALG_CASHEW_NUT" = "Kaschunuss";
"controller.dining.ingredients.INGREDIENT_ALG_PECANS" = "Pacannuss";
"controller.dining.ingredients.INGREDIENT_ALG_BRAZIL_NUT" = "Paranuss";
"controller.dining.ingredients.INGREDIENT_ALG_PISTACHIO" = "Pistazie";
"controller.dining.ingredients.INGREDIENT_ALG_MACADAMIA" = "Macadamia";
"controller.dining.ingredients.INGREDIENT_ALG_CELERY" = "Sellerie";
"controller.dining.ingredients.INGREDIENT_ALG_SOY_PROTEIN" = "Soja";
"controller.dining.ingredients.INGREDIENT_ALG_MUSTARDE" = "Senf";
"controller.dining.ingredients.INGREDIENT_ALG_MILK_DAIRY_LACTOSE" = "Milch und Milchprodukte (inkl. Laktose)";
"controller.dining.ingredients.INGREDIENT_ALG_SESAME_SEED" = "Sesam";
"controller.dining.ingredients.INGREDIENT_ALG_SULPHUR_OXIDE_SULFIDE" = "Schwefeloxid und Sulfide";
"controller.dining.ingredients.INGREDIENT_ALG_LUPINE" = "Lupine";
"controller.dining.ingredients.INGREDIENT_ALG_MOLLUSCS" = "Weichtiere";
"controller.dining.ingredients.INGREDIENT_ALG_NITRITE_CURING_SALT" = "Nitritpökelsalz";
"controller.dining.ingredients.INGREDIENT_ALG_YEAST" = "Hefe";

/* The text for the missing content title in the dining view */
"controller.dining.missingcontent.title" = "Oh nein!";

/* The text for the missing content subtitle in the dining view */
"controller.dining.missingcontent.subtitle" = "Für diesen Tag können wir dir noch kein Menü anzeigen. Wähle einen anderen Tag oder komm später nochmal wieder.";

/* The leading part for the description of green rated dishes */
"controller.dining.ratings.green.leading" = "Die beste Wahl!";

/* The trailing part for the description of green rated dishes */
"controller.dining.ratings.green.trailing" = "Je öfter, desto besser!";

/* The leading part for the description of orange rated dishes */
"controller.dining.ratings.orange.leading" = "Eine gute Wahl!";

/* The trailing part for the description of orange rated dishes */
"controller.dining.ratings.orange.trailing" = "Immer mal wieder.";

/* The leading part for the description of red rated dishes */
"controller.dining.ratings.red.leading" = "Eher selten!";

/* The trailing part for the description of red rated dishes */
"controller.dining.ratings.red.trailing" = "Am Besten mit Grün kombinieren.";

/* The leading part for the description of undefined rated dishes */
"controller.dining.ratings.undefined.leading" = "Keine Informationen!";

/* The trailing part for the description of undefined rated dishes */
"controller.dining.ratings.undefined.trailing" = "Zu diesem Gericht gibt es keine Bewertungsinformationen.";

/* The title for the main dining view */
"controller.dining.title" = "Mensa";

/* The label for the button to display the menu of today */
"controller.dining.todaylabel" = "Heute";

/* The text for the prices label of a dish when its free */
"controller.dining.prices.free" = "inkl.";

/* The text description for the 'call' quick action */
"controller.lecturer.detail.call" = "anrufen";

/* The formatted string for the information when the lecturer was last updated */
"controller.lecturer.detail.lastupdate" = "Zuletzt am %@ aktualisiert";

/* The NSDateFormatters date format for the current locale */
"controller.lecturer.detail.lastupdate.dateformat" = "d. MMMM 'um' HH:mm";

/* The text description for the 'send mail' quick action */
"controller.lecturer.detail.mail" = "e-mail";

/* The section headline for the field of work data */
"controller.lecturer.detail.section.fieldofwork" = "Fach-/Arbeitsgebiet";

/* The section headline for the main area data */
"controller.lecturer.detail.section.mainarea" = "Schwerpunkte";

/* The section headline for the office data */
"controller.lecturer.detail.section.office" = "Büro";

/* The section headline for the office hours data */
"controller.lecturer.detail.section.officehours" = "Sprechzeiten";

/* The section headline for the official capacity data */
"controller.lecturer.detail.section.officialcapacity" = "Funktion und Organisationseinheit";

/* The section headline for the research activity data */
"controller.lecturer.detail.section.researchactivities" = "Forschungsaktivitäten";

/* The text description for the 'visit web' quick action */
"controller.lecturer.detail.visit" = "web";

/* The placeholder string for the lecturers search bar */
"controller.lecturer.searchbartitle" = "Dozenten durchsuchen";

/* The title for the view where the lecturers will be displayed */
"controller.lecturer.title" = "Dozenten";

/* The information that the user can change the calendar permissions in the settings */
"permission.eventstore.description" = "Wir können leider nicht auf deinen Kalendar zugreifen. Um dies zu ändern, gehe bitte in die Einstellungen.";

/* The title for the information that the calendar settings were denied */
"permission.eventstore.title" = "Fehlende Berechtigung";

